<%@ page language="java" contentType="text/html; charset=utf-8" pageEncoding="utf-8"%>
<html lang="ko">
<head>
<title>개인정보취급방침</title>
<%@ include file="/static_root/inc/apt_top.jsp" %>
<script type="text/javascript">
	
</script>
</head>
<body>
<form name="popFrm" id="popFrm" method="post">
	<div class="layerWrap680 login_pop_inner">
		<div class="bg"></div>
		<!-- 로그인 -->
		<div class="loginLayer">
			<p>
				<c:if test="${INIT_DATA.TYPE eq 'P'}">
					<a href="javascript:gfnLayerClose();" class="cbtn"><img src="/static_root/images/content/popClose.jpg" alt="닫기" title="닫기" /></a>
				</c:if>
				<c:if test="${INIT_DATA.TYPE eq 'M'}">
					<a href="javascript:gfnMobileLayerClose();" class="cbtn"><img src="/static_root/images/content/popClose.jpg" alt="닫기" title="닫기" /></a>
				</c:if>
			</p>
			<div id="loginDiv">
				<h1><span>개인정보취급방침</span></h1>
				<br/>
				<fieldset>
					<div class="modal-content">
						<div class="modal-body">
							 주식회사 올마이티컴퍼니 이용 약관("약관")은 주식회사 올마이티컴퍼니(이하 "올마이티컴퍼니"라 합니다)가 <br/>
							 운영하는 올마이티컴퍼니 사이트(www.allmyapt.com)에서 제공하는 인터넷 관련 서비스<br/>
							(이하 “서비스”라 합니다)를 이용함에 있어 올마이티컴퍼니와 사용자 간의 법적 관계를 관할하고 규정하는 조항이 <br/>
							 자세히 설명되어 있습니다.<br/>
							 사용자는 약관을 자세히 읽은 후 약관에 동의하지 않을 경우 약관에 동의하거나 서비스에 등록 또는 액세스하거나 <br/>
							 이를 이용(이하 "이용"이라 합니다)하지 말아야 합니다. 올마이티컴퍼니는 약관의 개별 사본을 보관하지 않으므로 <br/>
							 사용자가 필요할 경우 약관의 사본을 저장해두는 것이 좋습니다. <br/>
						 	 사용자가 (a) 민법상 미성년자이거나 (b) 대한민국 법률에 따라 서비스를 받을 수 없도록 금지된 사람인 경우에는 <br/>
							 일부 서비스 이용이 제한될 수 있습니다. <br/><br/>
						
							 <b><span style="color:#2b70c9; ">[약관 동의 방법]</span></b><br/><br/>
	  						 <b>1. 약관 동의</b><br/><br/> 
	  						 <b><span style="color:#2b70c9; ">1.1.&nbsp;&nbsp;</span></b> 사용자가 서비스 이용 허가를 받으려면 약관에 동의해야 합니다.<br/>
	  						 일반적으로 약관에 대하여 사용자는 올마이티컴퍼니가 제공하는 사이트에 구현된 "동의" 버튼을 클릭하시거나,<br/>
	  						 이와 유사하게 구현된 기능을 활용하여 동의할 수 있습니다. <br/><br/>
	  						 <b><span style="color:#2b70c9; ">1.2.&nbsp;&nbsp;</span></b> 사용자가 서비스를 이용하면 약관에 동의하는 것으로 봅니다.<br/>
	  						 이 경우 사용자는 서비스 이용과 동시에 약관이 적용되며 올마이티컴퍼니가 약관에 따라 사용자로 대우한다는 <br/>
	  						 사실을 인지합니다. <br/><br/> 
	  						
	  						 <b>2. 이용 약관 변경</b><br/><br/> 
	  						<b><span style="color:#2b70c9; ">2.1.&nbsp;&nbsp;</span></b> 올마이티컴퍼니는 필요할 경우 약관을 수정하거나 변경할 수 있습니다. <br/>
	  						 약관이 변경되는 경우 올마이티컴퍼니는 약관의 변경 내용 및 사유를 시행 10일 전<br/>
	  						 (사용자에게 불리하거나 중대한 사항의 변경은 30일 전)에 공지하고,필요할 경우 이메일 발송 등<br/>
	  						 적절한 방법으로 통지합니다. <br/>
	  						 만약, 사용자가 연락처를 기재하지 않거나, 변경 등으로 인하여 개별 통지가 어려운 경우에는 <br/>
	  						 올마이티컴퍼니 사이트에 변경 약관을 공지함으로써 개별 통지한 것으로 봅니다.<br/><br/>
						     <b><span style="color:#2b70c9; ">2.2.&nbsp;&nbsp;</span></b> 사용자가 변경된 약관의 효력 발생일까지 약관 변경에 대한 거부의사를 명시적으로 표시하지 않거나 <br/>
						        약관 변경 이후에 서비스를 이용할 경우 변경된 약관에 동의한 것으로 봅니다.<br/>
						        사용자가 변경된 약관에 동의하지 않는 경우,올마이티컴퍼니 사이트가 제공하는<br/>
						         서비스 이용이 제한되거나 정지될 수 있습니다. <br/><br/> 
						       
							<b>3. 이용 약관 해지 및 해지의 결과</b><br/><br/> 
							
							<b><span style="color:#2b70c9; ">3.1.&nbsp;&nbsp;</span></b> 약관은 사용자나 올마이티컴퍼니가 서비스 이용을 해지하기 전까지 계속하여 효력을 갖습니다.<br/>
							<b><span style="color:#2b70c9; ">3.2.&nbsp;&nbsp;</span></b> 올마이티컴퍼니는 등록 데이터의 일부로 올마이티컴퍼니에 제공된 이메일 주소를 사용하거나 <br/>
							해지 통지를 받을 수 있는 기타 적절한 방식을 통해 30일 이전에 해지에 관한 서면 통지를 제공하여 <br/>
							언제든지 서비스 이용을 중단하거나 폐지할 수 있습니다.<br/>
							<b><span style="color:#2b70c9; ">3.3.&nbsp;&nbsp;</span></b> 다음과 같은 경우 올마이티컴퍼니는 언제든지 즉시 본 계약을 해지할 수 있습니다.<br/>
							a. 사용자가 약관을 중대하게 위반한 경우 <br/>
							b. 사용자가 약관을 준수할 의도가 없음을 직접, 행동, 진술 또는 기타 방식으로 명백히 표시한 경우<br/>
							c. 올마이티컴퍼니, 올마이티컴퍼니에게 서비스를 제공하거나 올마이티컴퍼니와 함께 서비스를 제공하는 <br/>
							올마이티컴퍼니의 공급자 또는 파트너가 서비스 전체 또는 그 일부의 제공을 종료하기로 결정하거나,<br/>
							올마이티컴퍼니의 공급자 또는 파트너가 올마이티컴퍼니과의 모든 관계를 해지하기로 결정하는 경우<br/>
							d. 올마이티컴퍼니, 올마이티컴퍼니에게 서비스를 제공하거나 올마이티컴퍼니와 함께 서비스를 제공하는 올마이티컴퍼니의 공급자나 파트너가 관련 법률에 따라 서비스나 그 일부의 제공을 종료해야 하는 경우<br/>
							(예를 들어 관련 법률의 변경 또는 법원의 판결이나 판정에 따라 서비스 또는 그 일부가불법이 되거나 불법으로 간주되는 경우)<br/>
							<b><span style="color:#2b70c9; ">3.4.&nbsp;&nbsp;</span></b> 약관의 해지는 약관의 유효 기간 중 발생하거나 초래된 사용자 또는 올마이티컴퍼니의 권리, 의무 및 <br/>
							책임에 영향을 미치지 않습니다.<br/>
							<b><span style="color:#2b70c9; ">3.5.&nbsp;&nbsp;</span></b> 사용자는 수정된 약관에 동의하지 않거나, 사용자나 올마이티컴퍼니에 의한 해지 등으로 <br/>
							서비스가 종료된 후에는 서비스를 이용할 수 없습니다.  <br/> <br/>
							
							<b>4. 서비스 제공 및 이용 제한</b><br/><br/> 
							<b><span style="color:#2b70c9; ">4.1.&nbsp;&nbsp;</span></b> 올마이티컴퍼니는 사용자에게 서비스를 제공합니다.<br/>
							<b><span style="color:#2b70c9; ">4.2.&nbsp;&nbsp;</span></b> 본 이용 약관에 달리 명시되지 않는 한 사용자는 개인적이며 비상업적인 용도와 목적에 한정하여 <br/>
							서비스를 이용할 수 있으며 모든 서비스 또는 그 일부를 가공, 복제, 복사, 판매, 거래 , 재판매 <br/>
							또는 영리목적으로 이용할 수 없습니다.<br/>
							<b><span style="color:#2b70c9; ">4.3.&nbsp;&nbsp;</span></b> 사용자는 서비스를 이용하면서 항상 약관 및 거주지 또는 서비스 이용 관할지를 포함한 관련 관할지의 관련 법률이나 규정을 준수해야 합니다.<br/> 
							<b><span style="color:#2b70c9; ">4.4.&nbsp;&nbsp;</span></b> 올마이티컴퍼니는 언제든지 자신의 독자적인 판단에 따라 사전 경고 또는 통지 없이 다음과 같은 조치를 할 수 있습니다.<br/>
							a. 서비스 변경 또는 서비스나 그 일부의 제공을 일시 중단 및/또는 종료 <br/>
							b. 서비스를 통해 사용자가 보내거나 받는 전송 횟수 또는 서비스나 그 일부를 <br/>
							사용자에게 제공하는데 사용되는 저장 공간의 크기 제한 <br/>
							c. 서비스를 통해 제공되는 일부 또는 모든 오디오 및 사운드 파일, 데이터 파일, 이미지, 음악, 사진, 소프트웨어, 동영상 및 작성된 텍스트 (이하 "콘텐츠")를 사전 심사, 검토, 플래그 표시, 필터링, 수정, 거부, 거절, 액세스 차단 또는 제거<br/> 
							<b><span style="color:#2b70c9; ">4.5.&nbsp;&nbsp;</span></b> 올마이티컴퍼니는 (a) 부당한 중단, 장애 또는 지연 없이 사용자에게 서비스가 제공되도록 하며 (b) 서비스의 중단, 장애 또는 지연을 최소화하기 위해 합리적인 노력을 기울입니다. <br/>
							<b><span style="color:#2b70c9; ">4.6.&nbsp;&nbsp;</span></b> 사용자는 올마이티컴퍼니가 인터페이스를 통해 제공하는 것 이외의 다른 서비스를 이용할 수 없으며(이용에는 이용하려는 시도를 포함합니다. 이하 동일) 자동화된 도구(소프트웨어 및/또는 하드웨어 포함), 기능, 서비스 또는 기타 방식(스크립트 또는 웹 크롤러 포함)을 통해 서비스를 이용하지 않습니다. <br/>
							<b><span style="color:#2b70c9; ">4.7.&nbsp;&nbsp;</span></b> 사용자는 서비스와 관련하여 올마이티컴퍼니가 사용자에게 제공하는 모든 지침을 준수하고 따르며 서비스 또는 서비스에 연결된 모든 서버, 네트워크 또는 기타 장비에 장애나 중단을 초래할 수 있는 행위에 관여하지 않습니다. <br/>
							<b><span style="color:#2b70c9; ">4.8.&nbsp;&nbsp;</span></b> 일부 서비스는 모바일 네트워크를 통해 이용할 수 있거나 모바일 네트워크를 통해 이용할 때 특히 유용합니다. 사용자는 네트워크 공급자가 네트워크 액세스, 휴대폰/모바일 장치의 네트워크 연결 기간 및 서비스 이용을 위해 사용되는 데이터 양에 대해 요금을 부과할 수 있다는 점을 알고 있어야 합니다. 이와 관련하여 서비스 이용 전에 이러한 요금이 적용될 수 있는지 네트워크 공급자에게 확인할 책임은 전적으로 사용자에게 있습니다.<br/><br/> 
							
							<b>5. 광고</b><br/><br/>  
							사용자는 올마이티컴퍼니가 서비스의 일부로 사용자에게 프로모션 목적의 광고, 프로모션 자료 또는 기타 콘텐츠 및 자료나 제품을 배치하거나 제시한다는 데 동의합니다. <br/><br/>  
							
							<b>6. 서비스에 제공되는 콘텐츠 및 콘텐츠 권한</b><br/><br/>  
							
							<b><span style="color:#2b70c9; ">6.1.&nbsp;&nbsp;</span></b> 서비스에서 제공되거나 서비스 이용의 일부로 또는 서비스 이용을 통해 액세스할 수 있는 콘텐츠는 창작자에게 모든 책임과 권리가 있습니다. 콘텐츠에는 광고, 프로모션 자료 및 문서나 기타 후원 대상 콘텐츠가 포함될 수 있습니다. <br/>
							<b><span style="color:#2b70c9; ">6.2.&nbsp;&nbsp;</span></b> 콘텐츠는 제3자의 소유권 또는 지식 재산권에 따라 보호될 수 있습니다. 사용자는 콘텐츠의 전부 또는 일부를 수정, 대여, 임대, 임차, 판매, 배포 또는 이에 기반을 둔 파생물을 생성하거나 콘텐츠에 대한 라이선스를 허여할 수 없습니다.<br/>
							<b><span style="color:#2b70c9; ">6.3.&nbsp;&nbsp;</span></b> 사용자는 서비스를 이용함으로써 불쾌하거나 적절하지 못하거나 무례한 일부 콘텐츠와 마주칠 수 있는 위험에 노출되며 이러한 노출과 관련하여 서비스 이용에 따른 위험은 전적으로 사용자 본인에게 있음을 이해합니다. <br/><br/>
							
							<b>7. 사용자 콘텐츠 및 사용자 콘텐츠 라이선스</b><br/><br/>  
							
							<b><span style="color:#2b70c9; ">7.1.&nbsp;&nbsp;</span></b>사용자는 서비스에서 또는 서비스를 통해 사용자의 콘텐츠를 업로드, 전송, 생성, 게시, 표시 하는 등의 방법으로 제공함으로써, 올마이티컴퍼니가 서비스 제공을 위해 사용자 콘텐츠를 사용할 수 있도록 허용합니다. 또한, 올마이티컴퍼니에게 사용자의 콘텐츠를 복사, 복제, 적용, 수정, 편집, 배포, 번역, 디지털화, 출판, 공개 실행 및 공개 표시할 수 있고 전 세계적으로 무상으로 사용할 수 있는 비독점적인 라이선스("사용자 콘텐츠 라이선스")를 허여합니다.<br/> 
							<b><span style="color:#2b70c9; ">7.2.&nbsp;&nbsp;</span></b> 올마이티컴퍼니는 사용자 콘텐츠 라이선스를 서비스의 목적범위 안에서 적용됩니다. <br/> 
							<b><span style="color:#2b70c9; ">7.3.&nbsp;&nbsp;</span></b> 사용자 콘텐츠 라이선스에는 올마이티컴퍼니가 (a) 사용자에게 서비스를 제공 및/또는 공공 네트워크 및 미디어를 통해 사용자 콘텐츠를 전송 또는 배포하는 데 필요한 수정 및/또는 적용을 포함하여 사용자 콘텐츠를 서비스에서 사용할 수 있도록 처리하고 준비하는 데 필요한 모든 기술적 단계를 수행하고 (b) 제3자가 각 서비스를 제공하는 것과 관련하여 사용자 콘텐츠를 사용할 수 있도록 제3자에게 사용자 콘텐츠를 제공하고 라이선스를 재허여할 수 있는 권리가 포함됩니다.<br/> 
							<b><span style="color:#2b70c9; ">7.4.&nbsp;&nbsp;</span></b> 올마이티컴퍼니는 사용자 콘텐츠에 대한 소유권을 주장하지 않으며, 사용자가 서비스에서 또는 서비스를 통해 제공한 사용자 콘텐츠에 대한 저작권 및 기타 권리를 보유합니다. <br/> 
							<b><span style="color:#2b70c9; ">7.5.&nbsp;&nbsp;</span></b> 사용자 콘텐츠에 존재하거나 이와 관련된 지식 재산권의 보호 및 시행에 대한 책임은 전적으로 사용자 본인에게 있으며 올마이티컴퍼니는 사용자를 대신하여 사용자 콘텐츠를 보호하고 시행할 의무가 없습니다. <br/> 
							<b><span style="color:#2b70c9; ">7.6.&nbsp;&nbsp;</span></b> 사용자는 사용자 콘텐츠 및 기타 데이터의 손실을 피하기 위해 올마이티컴퍼니에 저장된 사용자 콘텐츠를 서비스 밖의 다른 위치에 백업하여야 합니다(사본을 생성하거나 특별 온라인 백업 서비스로 백업하는 방식 등). <br/> <br/>
							
							<b>8. 올마이티컴퍼니 서비스 라이선스</b><br/><br/>   
							
							<b><span style="color:#2b70c9; ">8.1.&nbsp;&nbsp;</span></b>올마이티컴퍼니 및/또는 올마이티컴퍼니의 공급자나 라이선스 허여자는 등록 여부와 관계없이 서비스에 대한 지식재산권을 포함한 모든 권리의 소유자이며 이에 대한 권한을 보유합니다.<br/>  
							<b><span style="color:#2b70c9; ">8.2.&nbsp;&nbsp;</span></b>올마이티컴퍼니는 사용자에게 서비스 이용(서비스의 일부로 사용자에게 제공된 모든 소프트웨어, 제품 또는 자료 포함)에 대한 전 세계적인 이전 불가, 양도 불가, 비독점적, 개인적 및 무상의 라이선스를 올마이티컴퍼니가 사용자에게 제공한 형태로 허여합니다("올마이티컴퍼니 라이선스"). 올마이티컴퍼니 라이선스를 통해 사용자는 본 이용 약관에 따라 서비스의 혜택을 이용할 수 있습니다.<br/>
							<b><span style="color:#2b70c9; ">8.3.&nbsp;&nbsp;</span></b>본 이용 약관에서 사용자에게 허여된 권리를 제외하고 서비스에 관한 모든 권리는 올마이티컴퍼니가 보유합니다.<br/>
							<b><span style="color:#2b70c9; ">8.4.&nbsp;&nbsp;</span></b>사용자는 올마이티컴퍼니의 사전 서면 동의없이 올마이티컴퍼니 서비스(또는 그 일부)의 소스 코드를 복사, 편집, 수정, 변경 또는 파생물 생성, 리버스 엔지니어링, 디컴파일 또는 다른 방식으로 추출할 수 없고, 이러한 권리를 제3자에게 허가 또는 허여할 수 없습니다.<br/><br/>
							
							<b>9. 상표</b><br/><br/>   
							   
							<b><span style="color:#2b70c9; ">9.1.&nbsp;&nbsp;</span></b>올마이티컴퍼니는 사용자에게 올마이티컴퍼니가 정한 이용조건에 따라 콘텐츠 등 서비스를 이용할 수 있는 이용권만을 부여합니다.<br/>
							<b><span style="color:#2b70c9; ">9.2.&nbsp;&nbsp;</span></b>사용자는 서비스와 관련되거나 이에 첨부되어 있거나 포함되어 있는 올마이티컴퍼니 또는 제3자의 소유권 표시, 기호, 상표, 서비스 표시, 상호, 로고 또는 기타 표시를 제거하거나 가리거나 숨기거나 수정하거나 다른 방식으로 변경할 수 없습니다(저작권 및 상표 표시 포함).<br/>
							<b><span style="color:#2b70c9; ">9.3.&nbsp;&nbsp;</span></b>사용자는 올마이티컴퍼니 또는 제3자의 기호, 상표, 서비스 표시, 상호, 로고 또는 기타 표시를 이러한 표시, 이름 또는 로고의 소유자, 라이선스 보유자 또는 권한 있는 사용자(경우에 따름)에 대해 다른 사람을 오도하거나 혼동을 초래할 의도가 있거나 그러할 가능성이 있거나 그렇게 예상되는 방식으로 사용할 수 없습니다.<br/><br/>
							
							<b><span style="color:#2b70c9; ">[등록 데이터 및 개인 정보 보호에 대해 알아두어야 할 내용]</span></b><br/><br/>
							
							<b>10. 등록 데이터</b><br/><br/> 
							
							<b><span style="color:#2b70c9; ">10.1.&nbsp;&nbsp;</span></b>서비스의 전부 또는 일부를 이용할 경우 사용자는 본인에 대한 정보("등록 데이터")를 제공해야만 서비스를 이용할 수 있습니다.<br/>
							<b><span style="color:#2b70c9; ">10.2.&nbsp;&nbsp;</span></b>사용자는 정확한 현재의 등록 데이터를 제공하고, 이를 지속적으로 정확한 상태로 유지하기 위해 수시로 등록 데이터를 갱신하여야 합니다. <br/><br/>
							
							<b>11. 개인 정보 및 개인 데이터 보호</b><br/><br/> 
							
							올마이티컴퍼니는 사용자의 개인 데이터 보호를 위해 최선을 다합니다. 사용자의 서비스 이용 시 올마이티컴퍼니가 사용자의 개인 데이터 및 정보를 보호하고 취급하는 방법은 회사의 개인정보처리방침에서 자세히 확인할 수 있습니다.<br/><br/> 
							
							<b><span style="color:#2b70c9; ">[본 이용 약관에 따른 사용자와 올마이티컴퍼니의 의무]</span></b><br/><br/>
							
							<b>12. 사용자의 보증 및 진술</b><br/><br/> 
							<b><span style="color:#2b70c9; ">12.1.&nbsp;&nbsp;</span></b>사용자가 제공한 사용자 콘텐츠 및 사용자 콘텐츠와 관련하여 발생한 모든 결과에 대한 책임은 전적으로 사용자에게 있습니다(올마이티컴퍼니에게 발생한 모든 손실이나 손해 포함). 특히 사용자는 올마이티컴퍼니에 다음과 같이 보증하고 진술합니다.<br/>
							A. 사용자는 사용자 콘텐츠에 대한 모든 권리의 소유자이거나 다른 방식으로 사용자 콘텐츠 라이선스를 올마이티컴퍼니에 허여할 권한을 가지고 있습니다. <br/>
							B. 사용자 콘텐츠는 어떠한 지식 재산권 또는 기타 제3자의 권리도 침해하지 않습니다. <br/>
							C. 사용자 콘텐츠에는 부정확, 외설적, 폭력적, 음란, 위협적 또는 타인을 비방하는 것과 같이 불법적인 자료는 포함되지 않습니다. <br/>
							D. 사용자 콘텐츠에는 서비스 및/또는 이러한 사용자 콘텐츠에 액세스하는 장치의 기능 및 성능을 손상시키거나 해를 끼치거나 비활성화하거나 다른 방식으로 영향을 미치거나 이를 제한하는 바이러스나 기타 해로운 소프트웨어, 코드 또는 유사한 수단 및 장치가 포함되지 않습니다. 이 장치가 올마이티컴퍼니 또는 다른 사용자나 서버, 네트워크 노드 또는 이와 유사한 장비를 포함한 제3자에 속하는지 여부는 관계 없습니다. <br/>
							E. 사용자 콘텐츠는 사용자의 거주 국가 또는 서비스 이용 국가를 포함한 모든 국가의 법률에 따른 연령 분류 규칙 및 요구 사항(경우에 따라 정확하고 적절한 사용자 콘텐츠 분류 및 평가 포함)을 준수합니다. <br/>
							F. 올마이티컴퍼니가 사용자 콘텐츠를 사용한다고 해서 올마이티컴퍼니에게 제3자(특히 사용료 징수 단체)에 어떤 종류든 금전적 분담액(라이선스 사용료, 요금 또는 기타 포함)을 지급할 의무가 부과되지 않습니다. <br/>
							<b><span style="color:#2b70c9; ">12.2.&nbsp;&nbsp;</span></b>사용자는 이러한 보증 위반 결과 올마이티컴퍼니에게 발생한 모든 손실, 손해, 책임 또는 경비로부터 올마이티컴퍼니를 면책하며 피해를 주지 않기로 동의합니다.<br/><br/>
							
							<b>13. 올마이티컴퍼니의 보증 및 진술</b><br/><br/>
							
							<b><span style="color:#2b70c9; ">13.1.&nbsp;&nbsp;</span></b>본 이용 약관에 달리 명시되지 않는 한 올마이티컴퍼니 및 그 공급자, 파트너 및/또는 라이선스 허여자는 반드시 최선의 노력을 기울여 서비스를 제공하며, 명시적이든 묵시적이든 어떠한 종류의 보증과 조건도 모두 배제합니다. 특히(이에 국한되지 않음) 올마이티컴퍼니 및 그 공급자, 파트너 및/또는 라이선스 허여자는 다음을 보증하거나 진술하지 않습니다.<br/>
							A. 서비스가 모든 목적에 적합하다거나 사용자의 요구 사항을 충족한다거나 아무런 오류나 결함이 없이 제공된다거나 경우에 따라 서비스가 모든 품질 수준을 준수한다는 점. <br/>
							B. 서비스가 사용자에게 항상 제공되며 중단이나 장애 또는 지연 없이 제공된다는 점. <br/>
							C. 서비스가 사용자의 거주 국가 또는 세계 어느 곳에서든 저작권을 침해하거나 법률을 위반하지 않는다는 점. <br/>
							D. 사용자가 올마이티컴퍼니로부터 획득했거나 서비스(자료 또는 제품 포함)를 이용하여 획득한 모든 정보(구두 또는 서면)가 적합, 정확 또는 완전하다거나 신뢰할 수 있다는 점. <br/>
							E. 서비스의 일부로서 사용자에게 제공되는 서비스 또는 소프트웨어의 성능, 작동 또는 기능상의 결함을 포함하여 서비스의 모든 결함이 수정 또는 교정되거나 다른 방식으로 구제될 것이라는 점. <br/>
							<b><span style="color:#2b70c9; ">13.2.&nbsp;&nbsp;</span></b>서비스 이용을 통해 다운로드, 설치 또는 다른 방식으로 획득한 모든 문서 또는 자료(소프트웨어 및 펌웨어 업데이트 포함)는 올마이티컴퍼니에 의해 "있는 그대로" 제공되며 이에 따른 위험은 사용자가 감수합니다. 올마이티컴퍼니는 이러한 문서 및/또는 자료를 다운로드 및/또는 사용하여 발생하거나 그 결과로 초래된 휴대폰이나 휴대폰의 소프트웨어, 컴퓨터 시스템 또는 기타 장치나 장치의 소프트웨어의 손상 또는 데이터 손실에 대해 책임을 지지 않습니다.<br/><br/>
							
							<b>14. 사용자의 책임</b><br/><br/>
							
							다음과 같은 사용자의 의무 위반 책임은 전적으로 사용자에게 있습니다.<br/><br/>
							A. 약관<br/>
							B. 사용자의 거주지 또는 서비스 이용 관할지를 포함한 관련 관할지의 관련 법률이나 규정 <br/>
							또한 사용자는 이러한 위반의 결과(올마이티컴퍼니 또는 제3자가 초래하거나 당할 수 있는 손실이나 손해를 포함)에 대한 전적인 책임을 부담합니다. 올마이티컴퍼니는 이러한 위반과 관련하여 사용자나 제3자에 대해 아무런 책임을 지지 않습니다.<br/><br/>
							
							<b>15. 올마이티컴퍼니의 책임</b><br/><br/>
							
							<b><span style="color:#2b70c9; ">15.1.&nbsp;&nbsp;</span></b> 15.3항에도 불구하고, 올마이티컴퍼니는 다음에 대해 사용자에게 책임을 지지 않으며 이는 법적 근거나, 특히 계약 또는 책임 이론과 관계 없으며, 올마이티컴퍼니가 이러한 손해나 손실에 대해 알고 있었던 경우에도 마찬가지입니다. <br/>
							A. 어떠한 간접적, 부수적, 특별 또는 결과적 손해 <br/>
							B. 어떠한 소득, 사업, 실제 또는 기대 이익, 기회, 영업권 또는 평판의 손실(직접적 또는 간접적) <br/>
							C. 어떠한 데이터에 대한 손해 및/또는 손상이나 손실(직접적 또는 간접적) <br/>
							D. 다음의 결과로 발생한 어떠한 손실 또는 손해 <br/>
							I. 약관 또는 올마이티컴퍼니와 사용자 간 기타 계약의 이용 약관이 올마이티컴퍼니 및 그 공급자, 파트너 및/또는 라이선스 허여자 측의 과실로 인해 위반된 경우 <br/>
							II. (a) 서비스(서비스 이용의 일부로 또는 이용 과정에서 사용자에게 제공되는 소프트웨어, 정보, 문서, 자료 포함) 또는 (b) 사용자의 서비스 이용 시 또는 이의 이용으로 인해 제공된 광고(프로모션 자료 포함)의 광고주나 후원사와 사용자간의 관계 또는 거래의 결과 또는 광고의 적절성, 정확성, 완전성, 신뢰성 또는 존재 사실에 대한 사용자의 신뢰 <br/>
							III. 서비스에 대한 변경, 수정, 확장 또는 제한(서비스 이용, 사용자의 등록 데이터에 대한 액세스 중단 포함) 또는 서비스(또는 그 일부) 제공의 영구적이거나 일시적인 중지 <br/>
							IV. 사용자 본인이 아닌 다른 사람의 데이터 사용(본인이 알고 있었는지 여부와 관계 없음). 사용자의 데이터를 다른 사람이 사용하여 발생한 손해 및/또는 손실에 대해 올마이티컴퍼니에 보상할 책임은 전적으로 사용자에게 있습니다. <br/>
							<b><span style="color:#2b70c9; ">15.2.&nbsp;&nbsp;</span></b> 올마이티컴퍼니가 약관 위반의 책임이 있는 경우 올마이티컴퍼니의 책임은 당시 알려진 상황에 의거하여 약관 체결 당시 올마이티컴퍼니가 일반적으로 예상한 손해로 제한됩니다. <br/>
							<b><span style="color:#2b70c9; ">15.3.&nbsp;&nbsp;</span></b> 약관의 어떤 부분도 올마이티컴퍼니의 다음과 같은 책임을 배제하거나 제한하지 않습니다. <br/>
							A. 사망, 상해 또는 사기 또는 제조물 책임법(Product Liability Act)에 따른 책임 <br/>
							B. 합법적으로 배제되거나 관련 법률에 의해 제한될 수 없는 손해 또는 손실에 대한 보증 또는 책임. 사용자 관할지의 법률이 특정 보증이나 약관의 배제 또는 과실, 계약 위반이나 묵시적 조건 위반 또는 부수적이거나 결과적 손해로 인한 손실이나 손해에 대한 책임의 제한이나 배제를 허용하지 않는 경우 이러한 관할지에서 적용되는 사용자 및 올마이티컴퍼니의 책임 및 보증은 관련 법률에 의해 허용되는 최대 한도로 제한됩니다. <br/><br/>
							
							<b>16. 불가항력</b><br/><br/>
							
							<b><span style="color:#2b70c9; ">16.1.&nbsp;&nbsp;</span></b>올마이티컴퍼니는 올마이티컴퍼니의 합리적인 통제력을 벗어난 사건("불가항력 사태")으로 인해 약관에 따른 올마이티컴퍼니의 의무를 이행하지 못하거나 이행이 지연될 경우 이에 대해 책임을 지지 않으며, 특히(이에 국한되지 않음)<br/>
							(a) 공중 또는 전용 통신망 사용 불가능, <br/>
							(b) 정부의 법률, 명령, 법령, 규정이나 제한 또는<br/> 
							(c) 파업, 공장 폐쇄 또는 기타 노동 쟁의, 민란, 폭동, 침입, 테러 공격이나 테러 공격 위협, 전쟁(선전포고 여부와 관계 없음) 또는 모든 자연 재해가 이에 해당됩니다.<br/>
							<b><span style="color:#2b70c9; ">16.2.&nbsp;&nbsp;</span></b>약관에 따른 올마이티컴퍼니의 의무 이행은 불가항력 사태가 계속되는 기간 동안 일시 중단되는 것으로 간주되며 해당 지속 기간 만큼 이행 시간이 연장됩니다. <br/>
							<b><span style="color:#2b70c9; ">16.3.&nbsp;&nbsp;</span></b>올마이티컴퍼니는 불가항력 사태에도 불구하고 불가항력 사태를 끝내고 약관에 따른 올마이티컴퍼니의 의무를 이행할 수 있는 해결책을 찾기 위해 합리적인 노력을 기울입니다. <br/><br/>
							
							<b>17. 제3자 사이트 및 기타 콘텐츠 연결 링크</b><br/><br/>
							
							서비스에는 다른 웹 사이트를 포함한 제3자의 콘텐츠 자원 및 서비스("외부 자원")로 연결되는 하이퍼링크가 포함될 수 있습니다. 올마이티컴퍼니는 이러한 외부 자원에서 사용자에게 제공, 사용 가능 및/또는 표시되는 콘텐츠(광고, 제품 및 기타 자료 포함)에 대해 책임을 지지 않으며 이에 대한 통제력이 없으며, 이러한 외부 자원에서 사용자에게 제공, 사용 가능 및/또는 표시되는 콘텐츠(콘텐츠의 사용 가능성, 정확성, 적용 가능성 또는 완전성에 대한 사용자의 신뢰 포함)로 인해 또는 그 결과 사용자가 초래하는 손해나 손실에 대해 책임을 지지 않습니다.<br/><br/>
							
							 
							<b><span style="color:#2b70c9; ">[기타 알아두어야 할 사항]</span></b><br/><br/>
							
							<b>18. 지식재산권 및 기타 권리 침해에 대한 청구 및 통지 절차</b><br/><br/>
							
							<b><span style="color:#2b70c9; ">18.1.&nbsp;&nbsp;</span></b>올마이티컴퍼니는 관련 법률에 따라 저작권 침해 또는 기타 법률 위반 혐의 통지에 대응하여 반복적으로 저작권법을 침해하거나 기타 관련 법률을 위반하는 사용자의 액세스를 차단(일시적 또는 영구적으로)할 수 있습니다.<br/> 
							<b><span style="color:#2b70c9; ">18.2.&nbsp;&nbsp;</span></b>서비스 및 서비스와 함께 제공되거나 서비스에 표시되는 콘텐츠 또는 사용자 콘텐츠에 의한 저작권 침해 또는 기타 법률 위반에 관한 통지는 [almtyc@naver.com]로 보내야 합니다.<br/> <br/> 
							
							<b>19. 비밀 유지</b><br/><br/>
							 
							<b><span style="color:#2b70c9; ">19.1.&nbsp;&nbsp;</span></b>서비스에는 비밀 정보로 지정되거나 거래 또는 사업 비밀로 인식할 수 있거나 기타 사유로 비밀 정보임을 인식할 수 있거나 사용자에게 비밀 정보로 제공되는 모든 정보를 포함하여(이에 국한되지 않음) 올마이티컴퍼니의 비밀 정보가 포함될 수 있습니다. <br/>
							<b><span style="color:#2b70c9; ">19.2.&nbsp;&nbsp;</span></b>약관에 달리 명시되지 않는 한 사용자는 (a) 이러한 정보를 무기한 비밀로 유지하고 올마이티컴퍼니의 사전 서면 동의 없이 이러한 정보를 공개하지 않으며, (b) 본 이용 약관의 목적상 필요한 경우가 아니면 이러한 정보를 기록하거나 달리 사용하지 않습니다. <br/>
							<b><span style="color:#2b70c9; ">19.3.&nbsp;&nbsp;</span></b>관련 법률에 따라 올마이티컴퍼니의 비밀 정보를 공개해야 하는 경우에는 19.1항이 적용되지 않습니다. 이 경우 관련 법률에서 허용되는 한 사용자는 올마이티컴퍼니의 비밀 정보 공개에 대해 즉시 올마이티컴퍼니에게 통지합니다.<br/> <br/> 
							 
							<b>20. 피해보상 및 분쟁해결</b><br/><br/>
							
							제공되는 서비스 중 콘텐츠 사업 또는 콘텐츠 이용과 관련한 피해의 구제 및 분쟁의 조정에 대해서는 콘텐츠산업진흥법 제30조에 따라 콘텐츠분쟁조정위원회에 분쟁 조정 신청을 할 수 있습니다.<br/><br/>
							
							<b>21. 일반 조항</b><br/><br/>
							
							<b><span style="color:#2b70c9; ">20.1.&nbsp;&nbsp;</span></b>올마이티컴퍼니와 사용자 사이의 법률관계에는 약관만 적용됩니다. 직접 또는 간접으로든, 서면 또는 구두로든, 또는 광고를 통해서든 다른 곳에서 이루어지거나 체결된 어떠한 진술, 선언 또는 합의도 올마이티컴퍼니가 사용자에게 서면을 통해 명시적으로 확인하지 않은 한 올마이티컴퍼니에 구속력을 갖지 않습니다. <br/>
							<b><span style="color:#2b70c9; ">20.2.&nbsp;&nbsp;</span></b>올마이티컴퍼니는 사용자에게 이메일, 일반 우편 또는 서비스에 게시하거나 서비스를 통해 통지(이용 약관 변경 또는 서비스나 그 일부의 해지 관련 통지 포함)할 수 있습니다. <br/>
							<b><span style="color:#2b70c9; ">20.3.&nbsp;&nbsp;</span></b>올마이티컴퍼니가 약관에 명시되거나 올마이티컴퍼니가 관련 법률에 따라 혜택을 누릴 수 있는 법적 권리나 구제수단을 행사 또는 집행하지 않을 경우 이것이 올마이티컴퍼니의 권리나 구제수단에 대한 공식적인 포기로 해석되지 않으며 올마이티컴퍼니는 이러한 권리나 구제수단을 계속 이용할 수 있습니다. <br/>
							<b><span style="color:#2b70c9; ">20.4.&nbsp;&nbsp;</span></b>약관의 어떤 조항이 관할 법원에서 무효, 불법 또는 집행 불가능(전체 또는 일부)으로 판정되더라도 나머지 조항에 대한 유효성, 합법성 및 집행 가능성은 영향을 받지 않습니다. <br/>
							<b><span style="color:#2b70c9; ">20.5.&nbsp;&nbsp;</span></b>사용자는 올마이티컴퍼니의 사전 서면동의 없이 사용자와 개별적으로 체결된 약관이나 약관에 따라 발생한 사용자의 권리 또는 책임을 제3자에게 이전, 양도, 담보제공 또는 다른 방식으로 처분할 수 없습니다. <br/>
							<b><span style="color:#2b70c9; ">20.6.&nbsp;&nbsp;</span></b>약관에 따른 사용자와 올마이티컴퍼니와의 관계는 국제사법 규정에도 불구하고 대한민국의 법률이 적용됩니다. 올마이티컴퍼니와 귀하간의 본 서비스에 관한 소송은 제소 당시의 귀하의 주소를 관할하는 법원의 전속관할로 하고, 주소가 없는 경우 거소를 관할하는 법원의 전속관할로 합니다. 다만, 제소 당시 귀하의 주소 또는 거소가 분명하지 아니한 경우에는 서울중앙지방법원의 전속관할로 정합니다.
						</div>
						<div class="ac mt15">
							<a href="javascript:gfnLayerClose();" class="btn3 w50">닫기</a>
						</div>
					</div>
				</fieldset>
			</div>				
		</div>
	</div>
</form>
</body>
</html>